Revit 2027 API
ParameterTypeId.WallJoinVis Property
 "Display"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallJoinVis { get; }
Public Shared ReadOnly Property WallJoinVis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallJoinVis {
	ForgeTypeId^ get ();
}
static member WallJoinVis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace